[
  {
    "title": "الفصام",
    "image": "https://diseases-content.s3.eu-west-1.amazonaws.com/spec00000021/Schizophrenia.jpg",
    "content": {
      "description": "الفصام هو اضطراب عقلي حاد يؤثر على طريقة تفكير الشخص وشعوره وسلوكه. غالبًا ما يبدو الأشخاص المصابون بالفصام وكأنهم فقدوا الاتصال بالواقع، مما قد يكون مؤلمًا لهم ولأحبائهم. الفصام حالة مزمنة تتطلب علاجًا مدى الحياة ويمكن أن تكون معيقة.",
      "symptoms": [
        "الأوهام (معتقدات خاطئة غير مبنية على الواقع)",
        "الهلوسة (رؤية أو سماع أشياء غير موجودة)",
        "التفكير والكلام المشوش",
        "سلوك حركي منظم بشكل مفرط أو غير طبيعي",
        "أعراض سلبية، مثل انخفاض التعبير العاطفي أو نقص الدافع",
        "الانسحاب الاجتماعي وصعوبة العمل في الحياة اليومية",
        "صعوبة في التركيز وتذكر الأشياء"
      ],
      "causes": [
        "الوراثة: يزيد تاريخ عائلي للإصابة بالفصام من المخاطر",
        "بنية المخ وكيميائه: اختلالات في الناقلات العصبية مثل الدوبامين والغلوتامات",
        "العوامل البيئية: الصدمة وسوء المعاملة والتعرض لعدوى قبل الولادة"
      ],
      "treatment": "يتم علاج الفصام عادة بأدوية مضادة للذهان تساعد في السيطرة على الأعراض من خلال التأثير على المواد الكيميائية في الدماغ مثل الدوبامين. العلاج النفسي، وخاصة العلاج السلوكي المعرفي (CBT)، يساعد الأفراد على إدارة الأعراض وبناء مهارات التكيف وتحسين الأداء. العلاج طويل الأمد ضروري، ودعم الأسرة وخدمات المجتمع أمر بالغ الأهمية."
    }
  },
  {
    "title": "مرض الزهايمر",
    "image": "https://diseases-content.s3.eu-west-1.amazonaws.com/spec00000021/Alzheimer-Disease.jpg",
    "content": {
      "description": "مرض الزهايمر هو اضطراب تنكسي عصبي تدريجي يؤدي إلى فقدان الذاكرة والتدهور المعرفي والتغيرات السلوكية. إنه أكثر أشكال الخرف شيوعًا، ويؤثر على ملايين الأشخاص في جميع أنحاء العالم. يبدأ مرض الزهايمر بفقدان خفيف للذاكرة ويؤثر في النهاية على القدرة على تنفيذ المهام البسيطة.",
      "symptoms": [
        "فقدان الذاكرة الذي يعطل الحياة اليومية",
        "تحديات في التخطيط أو حل المشكلات",
        "صعوبة في إكمال المهام المألوفة في المنزل أو العمل",
        "الارتباك مع الزمان أو المكان",
        "مشكلة في فهم الصور المرئية والعلاقات المكانية",
        "مشاكل جديدة مع الكلمات في التحدث أو الكتابة",
        "انخفاض أو ضعف الحكم",
        "الانسحاب من العمل أو الأنشطة الاجتماعية"
      ],
      "causes": [
        "العمر: أكبر عامل خطر هو تقدم العمر، خاصة بعد سن 65",
        "الوراثة: قد يزيد التاريخ العائلي لمرض الزهايمر من المخاطر",
        "نمط الحياة وصحة القلب: ضعف صحة القلب والأوعية الدموية وعوامل نمط الحياة مثل التدخين وقلة التمارين"
      ],
      "treatment": "لا يوجد حاليًا علاج لمرض الزهايمر، لكن العلاجات يمكن أن تبطئ التقدم وتدير الأعراض. يمكن أن تساعد الأدوية مثل مثبطات إنزيم الكولينستيراز (مثل دونيبيزيل) ومضادات مستقبلات NMDA (مثل ميمانتين) في الأعراض المعرفية. تشمل الرعاية الداعمة العلاج المهني والاستشارات وخلق بيئة آمنة."
    }
  },
  {
    "title": "الاكتئاب",
    "image": "https://diseases-content.s3.eu-west-1.amazonaws.com/spec00000021/Depression.jpg",
    "content": {
      "description": "الاكتئاب هو اضطراب مزاجي يسبب مشاعر مستمرة من الحزن واليأس وفقدان الاهتمام بالأنشطة. يؤثر على شعور الشخص وتفكيره وتعامله مع الأنشطة اليومية، مثل النوم والأكل أو العمل. يمكن أن يكون الاكتئاب طويل الأمد أو متكررًا، ويمكن أن يؤثر بشكل كبير على قدرة الشخص على العمل.",
      "symptoms": [
        "حزن مستمر أو مزاج 'فارغ'",
        "فقدان الاهتمام أو المتعة في الأنشطة",
        "التعب أو فقدان الطاقة",
        "مشاعر الذنب أو عدم القيمة أو العجز",
        "صعوبة في التركيز أو التذكر أو اتخاذ القرارات",
        "الأرق أو النوم المفرط",
        "تغيرات في الشهية أو الوزن",
        "أفكار الموت أو الانتحار"
      ],
      "causes": [
        "الوراثة: يمكن أن يزيد التاريخ العائلي للاكتئاب من المخاطر",
        "كيمياء الدماغ: اختلالات في الناقلات العصبية، خاصة السيروتونين والدوبامين",
        "التغيرات الهرمونية: مثل أثناء الحمل أو بسبب مشاكل الغدة الدرقية",
        "أحداث الحياة: الصدمة، فقدان شخص عزيز، أو الإجهاد المزمن"
      ],
      "treatment": "يتم علاج الاكتئاب بمزيج من الأدوية والعلاج النفسي. تساعد مضادات الاكتئاب مثل مثبطات استرداد السيروتونين الانتقائية (مثل فلوكستين، سيرترالين) في تصحيح الاختلالات الكيميائية. العلاج النفسي، بما في ذلك العلاج السلوكي المعرفي (CBT) والعلاج الشخصي (IPT)، فعال في مساعدة الأفراد على تحديد أنماط التفكير السلبية وتحسين العلاقات. تغييرات نمط الحياة مثل التمارين المنتظمة والنظام الغذائي الصحي تساهم أيضًا في الشفاء."
    }
  },
  {
    "title": "اضطراب الهلع",
    "image": "https://diseases-content.s3.eu-west-1.amazonaws.com/spec00000021/Panic-Disorder.jpg",
    "content": {
      "description": "اضطراب الهلع هو نوع من اضطرابات القلق يتميز بحدوث نوبات مفاجئة ومتكررة من الخوف الشديد التي تؤدي إلى ردود فعل جسدية شديدة، حتى عندما لا يكون هناك خطر حقيقي. تُعرف هذه النوبات باسم نوبات الهلع. يمكن أن يتداخل اضطراب الهلع بشكل كبير مع الحياة اليومية، حيث غالبًا ما يعيش الأفراد في خوف من حدوث نوبة هلع أخرى.",
      "symptoms": [
        "خوف أو قلق مفاجئ وساحق",
        "سرعة ضربات القلب (خفقان)",
        "التعرق أو الارتعاش",
        "ضيق في التنفس أو شعور بالاختناق",
        "ألم أو انزعاج في الصدر",
        "دوار أو دوخة",
        "الخوف من فقدان السيطرة أو الموت"
      ],
      "causes": [
        "الوراثة: غالبًا ما يكون اضطراب الهلع وراثي في العائلات",
        "الإجهاد: تحولات كبيرة في الحياة أو أحداث صادمة",
        "كيمياء الدماغ: اختلالات في الناقلات العصبية مثل السيروتونين والنورادرينالين"
      ],
      "treatment": "يتم علاج اضطراب الهلع بمزيج من العلاج النفسي والأدوية. يساعد العلاج السلوكي المعرفي (CBT) الأفراد على فهم نوبات الهلع والسيطرة عليها، بينما تُستخدم الأدوية مثل مثبطات استرداد السيروتونين الانتقائية (SSRIs) والبنزوديازيبينات لتقليل تكرار وشدة النوبات. تقنيات الاسترخاء وتغييرات نمط الحياة مفيدة أيضًا في إدارة الأعراض."
    }
  },
  {
    "title": "اضطراب الشخصية الحدية",
    "image": "https://diseases-content.s3.eu-west-1.amazonaws.com/spec00000021/Borderline-Personality-Disorder.jpg",
    "content": {
      "description": "اضطراب الشخصية الحدية (BPD) هو اضطراب في الصحة العقلية يتميز بتقلبات في المزاج والسلوك والعلاقات. غالبًا ما يعاني الأفراد المصابون باضطراب الشخصية الحدية من نوبات حادة من الغضب والاكتئاب والقلق التي قد تستمر من بضع ساعات إلى أيام. قد ينخرطون أيضًا في سلوكيات متهورة مثل إيذاء النفس أو تعاطي المخدرات.",
      "symptoms": [
        "الخوف من الهجر",
        "علاقات شخصية غير مستقرة",
        "سلوكيات متهورة (مثل نوبات الإنفاق، القيادة المتهورة)",
        "مشاعر مزمنة بالفراغ",
        "صورة ذاتية غير مستقرة",
        "عدم استقرار عاطفي وتقلبات مزاجية",
        "سلوك انتحاري أو إيذاء النفس",
        "غضب شديد وغير مناسب"
      ],
      "causes": [
        "الوراثة: تاريخ عائلي لاضطراب الشخصية الحدية",
        "العوامل البيئية: صدمة الطفولة، الإهمال، أو سوء المعاملة",
        "بنية الدماغ: اختلالات في مناطق الدماغ المسؤولة عن تنظيم العواطف"
      ],
      "treatment": "يتم علاج اضطراب الشخصية الحدية بشكل أساسي من خلال العلاج النفسي، مع العلاج السلوكي الجدلي (DBT) كونه النهج الأكثر فعالية. يساعد DBT الأفراد على تعلم مهارات إدارة العواطف، تحسين العلاقات، وتقليل سلوكيات إيذاء النفس. في بعض الحالات، قد يتم وصف أدوية مثل مثبتات المزاج أو مضادات الاكتئاب للمساعدة في السيطرة على تقلبات المزاج والاكتئاب."
    }
  },
  {
    "title": "اضطراب النوم لدى كبار السن",
    "image": "https://diseases-content.s3.eu-west-1.amazonaws.com/spec00000021/Geriatric-Sleep-Disorder (1).jpg",
    "content": {
      "description": "اضطرابات النوم لدى كبار السن، خاصة الأرق، شائعة بين كبار السن وغالبًا ما تؤثر على صحتهم العامة ورفاهيتهم. قد تكون صعوبات النوم لدى كبار السن مرتبطة بتغيرات في الساعة الداخلية للجسم، أو الحالات الطبية، أو استخدام الأدوية. يمكن أن تؤدي هذه الاضطرابات إلى سوء نوعية الحياة وزيادة خطر السقوط والتدهور المعرفي والاكتئاب.",
      "symptoms": [
        "صعوبة في النوم",
        "استيقاظ متكرر خلال الليل",
        "الإرهاق أو النعاس أثناء النهار",
        "صعوبة في التركيز أو مشاكل في الذاكرة",
        "القلق أو التقلب في السرير"
      ],
      "causes": [
        "تغيرات مرتبطة بالعمر في أنماط النوم",
        "حالات صحية مزمنة (مثل التهاب المفاصل، السكري)",
        "أدوية تؤثر على النوم",
        "سوء نظافة النوم"
      ],
      "treatment": "يشمل العلاج تغييرات في نمط الحياة، مثل تحسين نظافة النوم، وممارسة التمارين الرياضية بانتظام، وتجنب الكافيين والكحول قبل النوم. العلاج السلوكي المعرفي للأرق (CBT-I) هو علاج غير دوائي فعال للغاية. في بعض الحالات، قد يتم وصف أدوية النوم أو مكملات الميلاتونين، ولكن يجب استخدامها بحذر لدى كبار السن."
    }
  },
  {
    "title": "خرف أجسام ليوي",
    "image": "https://diseases-content.s3.eu-west-1.amazonaws.com/spec00000021/Lewy-Body-Dementia.jpg",
    "content": {
      "description": "خرف أجسام ليوي (LBD) هو اضطراب عصبي تدريجي ناتج عن رواسب بروتينية غير طبيعية تسمى أجسام ليوي في الدماغ. تؤثر هذه الرواسب على المواد الكيميائية في الدماغ، مما يؤدي إلى مشاكل في التفكير والحركة والسلوك والمزاج. LBD هو أحد أكثر أنواع الخرف شيوعًا، وغالبًا ما يشترك في خصائص مع كل من مرض الزهايمر وباركنسون.",
      "symptoms": [
        "هلوسات بصرية",
        "صعوبة في التركيز والانتباه",
        "اضطرابات النوم (مثل تمثيل الأحلام)",
        "بطء الحركة، رعشة، وتيبس",
        "مشاكل في الذاكرة والارتباك"
      ],
      "causes": [
        "العمر: الأشخاص فوق 60 عامًا هم أكثر عرضة للخطر",
        "الوراثة: تاريخ عائلي للخرف أو مرض باركنسون",
        "تغيرات الدماغ: رواسب بروتينية غير طبيعية (أجسام ليوي)"
      ],
      "treatment": "لا يوجد علاج لخرف أجسام ليوي، لكن العلاج يركز على إدارة الأعراض. يمكن أن تساعد الأدوية مثل مثبطات إنزيم الكولينستيراز (المستخدمة لمرض الزهايمر) في الأعراض المعرفية. يمكن وصف أدوية باركنسون مثل ليفودوبا لتحسين مشاكل الحركة. الرعاية الداعمة من فريق من المتخصصين، بما في ذلك العلاج الطبيعي والمهني، أمر ضروري."
    }
  }
]
